{
  "id": "case-3",
  "title": "Aspirin: From Willow Bark to Organic Synthesis",
  "module": "Organic Compounds",
  "summary": "The story of aspirin illustrates key principles of organic chemistry — functional groups, esterification, and the pharmaceutical significance of structural modification.",
  "content": "<h2>Case Study: Aspirin — From Willow Bark to Organic Synthesis</h2><p>Aspirin (acetylsalicylic acid) is one of the most widely used drugs in the world, with over 100 billion tablets consumed annually. Its history bridges traditional herbal medicine and modern organic synthesis.</p><h3>The Natural Precursor</h3><p>Willow bark has been used since antiquity to relieve pain and fever. The active compound is salicin, which the body metabolizes into salicylic acid (C₇H₆O₃). Although effective, salicylic acid causes severe stomach irritation due to its phenolic hydroxyl group.</p><h3>Esterification: The Key Reaction</h3><p>In 1897, Felix Hoffmann at Bayer AG acetylated salicylic acid by reacting it with acetic anhydride:</p><p><strong>C₇H₆O₃ + (CH₃CO)₂O → C₉H₈O₄ + CH₃COOH</strong></p><p>This esterification replaces the free –OH group with an acetyl group (–OCOCH₃), producing acetylsalicylic acid. The modification dramatically reduces gastric irritation while preserving analgesic and anti-inflammatory activity.</p><h3>Functional Groups and Pharmacology</h3><p>Aspirin contains a carboxylic acid group (–COOH) and an ester group (–OCOCH₃). In the body, esterases hydrolyze the ester back to salicylic acid, which inhibits cyclooxygenase (COX) enzymes, blocking prostaglandin synthesis and thereby reducing pain, fever, and inflammation.</p><h3>Significance</h3><p>Aspirin's story demonstrates how minor structural changes to organic molecules — in this case, simple esterification — can profoundly alter pharmacological properties, a principle fundamental to modern drug design.</p>",
  "image": "chem-case-3.png",
  "tags": ["organic chemistry", "esterification", "functional groups", "pharmaceuticals", "aspirin"]
}
