{
  "id": "case-4",
  "title": "Electrochemistry in Lithium-Ion Batteries",
  "module": "Electrochemistry",
  "summary": "A deep dive into the electrochemical principles behind lithium-ion batteries — the technology powering smartphones, electric vehicles, and renewable energy storage.",
  "content": "<h2>Case Study: Electrochemistry in Lithium-Ion Batteries</h2><p>Lithium-ion (Li-ion) batteries are ubiquitous in modern technology. Their operation is a direct application of electrochemical principles: oxidation-reduction reactions, half-cells, and electrode potentials.</p><h3>Electrochemical Fundamentals</h3><p>A battery converts chemical energy to electrical energy via spontaneous redox reactions. In a Li-ion cell, lithium ions (Li⁺) migrate through an electrolyte between two electrodes. The negative electrode (anode) is typically graphite; the positive electrode (cathode) is a lithium metal oxide such as LiCoO₂.</p><h3>Half-Cell Reactions</h3><p><strong>At the anode (oxidation during discharge):</strong><br/>LiC₆ → C₆ + Li⁺ + e⁻</p><p><strong>At the cathode (reduction during discharge):</strong><br/>CoO₂ + Li⁺ + e⁻ → LiCoO₂</p><p><strong>Overall cell reaction:</strong><br/>LiC₆ + CoO₂ → C₆ + LiCoO₂ &nbsp; E°cell ≈ 3.7 V</p><h3>Charging and the Nernst Equation</h3><p>During charging, the reactions are reversed using an external electrical source. The actual cell voltage deviates from the standard electrode potential as the state of charge changes — behavior described by the Nernst equation: E = E° − (RT/nF)lnQ.</p><h3>Energy Density and Safety</h3><p>Li-ion batteries offer high energy density (~200 Wh/kg) compared to lead-acid batteries (~35 Wh/kg). However, overcharging or physical damage can cause thermal runaway — an exothermic chain reaction that highlights the importance of battery management systems rooted in electrochemical understanding.</p>",
  "image": "chem-case-4.png",
  "tags": ["electrochemistry", "redox reactions", "batteries", "electrode potential", "oxidation-reduction"]
}
