{
  "id": "case-2",
  "title": "Infosys and the Power of Strategic Planning",
  "module": "Strategic Planning",
  "summary": "Infosys's journey from a $250 startup to a $100bn+ IT giant reflects the power of long-term strategic planning, disciplined execution, and the ability to adapt strategy through cycles of disruption.",
  "content": "<h2>Case Study: Infosys Strategic Planning</h2><p>Infosys was founded in 1981 by N.R. Narayana Murthy and six engineers with $250 of seed capital. Today it employs over 340,000 people and generates revenues exceeding $18 billion. This transformation resulted from a series of strategic choices made at critical inflection points.</p><h3>Early Strategy: GDM and Quality Focus</h3><p>Infosys pioneered the Global Delivery Model (GDM), capitalising on India's cost advantage and talent pool to deliver IT services to global clients. The company invested heavily in quality certifications (SEI-CMM Level 5) to differentiate from competitors.</p><h3>Navigating the Y2K Windfall and Dotcom Bust</h3><p>The Y2K boom of the late 1990s drove explosive growth, but Infosys's leadership used scenario planning to prepare for the dotcom bust that followed. Conservative financial management preserved the company through the 2001 downturn.</p><h3>Digital Transformation Strategy (2016–Present)</h3><p>Under Vishal Sikka and subsequently Salil Parekh, Infosys shifted strategy from legacy IT services to digital, cloud, and AI capabilities — following Kotter's change model principles to manage internal transformation resistance.</p><h3>Key Learnings</h3><p>Sustained competitive advantage requires continuous strategic renewal. Infosys's success illustrates Porter's generic strategies (differentiation plus cost leadership), the importance of PESTEL awareness, and the need to balance short-term performance with long-term positioning.</p>",
  "image": "mgmt-case-2.png",
  "tags": [
    "strategic planning",
    "IT services",
    "India",
    "Porter",
    "Infosys"
  ]
}