{
  "id": "case-1",
  "title": "The Nile Delta: Formation, Threats, and the Aswan Dam",
  "module": "River Deltas",
  "summary": "An examination of how the Nile Delta formed over millennia, the life it supports, and how the construction of the Aswan High Dam has dramatically altered sediment supply and threatened its future.",
  "content": "<h2>Case Study: The Nile Delta — Formation, Threats, and the Aswan Dam</h2><p>The Nile Delta is one of the world's largest and oldest river deltas, stretching roughly 240 km along the Mediterranean coast of Egypt and covering about 22,000 km². It has been the agricultural heartland of Egypt for over 7,000 years, sustained by the annual flooding that deposited fertile silt across the floodplain.</p><h3>Formation of a Delta</h3><p>Deltas form where rivers lose velocity as they meet standing water — sea, lake, or ocean — causing suspended sediment to drop out. As sediment accumulates, the river splits into distributaries that fan outward, building the characteristic triangular shape (the Greek letter Δ inspired the term). The Nile historically carried ~100 million tonnes of sediment annually to the Mediterranean.</p><h3>The Aswan High Dam and Sediment Starvation</h3><p>Completed in 1970, the Aswan High Dam ended destructive flooding but trapped virtually all upstream sediment in Lake Nasser. Sediment delivery to the delta fell by over 98%. Without fresh sediment input, the delta is now eroding: the sea advances at up to 100 m per year in some areas, and the land surface subsides as compaction is no longer offset by new material.</p><h3>Human and Environmental Consequences</h3><p>Agricultural land along the coast is being lost to saltwater intrusion. Coastal fisheries — which depended on nutrient-rich sediment plumes — have declined sharply. Over 8 million people live in the delta at elevations below 1 metre above sea level, making the region highly vulnerable to sea-level rise.</p><h3>Geographic Lessons</h3><p>The Nile Delta case illustrates the delicate balance between river systems and their deltas, the unintended consequences of large-scale engineering, and the concept of sediment budgets as a key tool in coastal management.</p>",
  "image": "geo-case-1.png",
  "tags": ["river delta", "geomorphology", "erosion", "Nile", "dam impacts", "coastal geography"]
}
