{
  "id": "case-3",
  "title": "Urbanization in Lagos: Africa's Fastest-Growing Megacity",
  "module": "Urbanization",
  "summary": "Lagos, Nigeria has grown from a colonial port of 100,000 people in 1950 to a megacity of over 15 million today. This case study explores the drivers, challenges, and geographic transformations of rapid urban growth in a developing-world context.",
  "content": "<h2>Case Study: Urbanization in Lagos — Africa's Fastest-Growing Megacity</h2><p>Lagos is the largest city in Africa and one of the fastest-growing urban centres on Earth. In 1950, its population was roughly 100,000; today metropolitan Lagos houses over 15 million people, with some estimates exceeding 20 million in the wider urban agglomeration. It is projected to become one of the world's three largest cities by 2100.</p><h3>Drivers of Urban Growth</h3><p>Lagos's growth is driven by rural–urban migration fuelled by <em>push factors</em> (agricultural poverty, drought, conflict in northern Nigeria) and <em>pull factors</em> (employment opportunities, infrastructure, services). Nigeria's oil economy attracted investment to Lagos as the commercial capital, further drawing migrants.</p><h3>Spatial Expansion and Land Reclamation</h3><p>Lagos is built on a network of islands and a coastal lagoon. Rapid population growth has spilled onto the mainland and driven ambitious land reclamation projects like Eko Atlantic — a private city being built on 10 km² of reclaimed land from the Atlantic Ocean, designed to house 250,000 residents and accommodate 150,000 daily workers.</p><h3>Urban Challenges</h3><p>Rapid growth has outpaced infrastructure provision. Approximately 60–70% of Lagos residents live in informal settlements (slums) such as Makoko — a floating community of 100,000+ built on wooden stilts over the Lagos Lagoon. The city experiences chronic traffic congestion, inadequate water supply, poor sanitation, and flooding, particularly as impermeable urban surfaces increase runoff.</p><h3>Geographic Significance</h3><p>Lagos illustrates the geographic concept of primate cities, the role of economic agglomeration, and the stark contrast between urbanization in the Global North versus the Global South, where city infrastructure often cannot keep pace with population growth.</p>",
  "image": "geo-case-3.png",
  "tags": ["urbanization", "megacity", "Lagos", "rural-urban migration", "informal settlements", "urban geography"]
}
