{
  "id": "case-2",
  "title": "The Arctic as a Climate Change Indicator",
  "module": "Climate Change",
  "summary": "The Arctic is warming nearly four times faster than the global average. This case study examines Arctic amplification, melting sea ice, permafrost thaw, and the feedback loops driving accelerated climate change.",
  "content": "<h2>Case Study: The Arctic as a Climate Change Indicator</h2><p>The Arctic is often called the 'canary in the coal mine' for climate change. Since the 1970s, average Arctic temperatures have risen by more than 3°C — nearly four times the global mean warming rate, a phenomenon known as Arctic amplification.</p><h3>Why the Arctic Warms Faster</h3><p>The primary driver is the ice-albedo feedback loop. Sea ice and snow reflect up to 80% of incoming solar radiation (high albedo). As ice melts, it exposes darker ocean water that absorbs ~94% of solar energy (low albedo). This increases sea surface temperature, which melts more ice — a self-reinforcing positive feedback cycle.</p><h3>Sea Ice Decline</h3><p>Arctic sea ice extent in September (the annual minimum) has declined by approximately 13% per decade since satellite records began in 1979. The thickness of multi-year ice has also decreased, making the remaining ice more vulnerable to summer melting.</p><h3>Permafrost Thaw and Carbon Release</h3><p>Permafrost — permanently frozen ground — underlies about 25% of the Northern Hemisphere's land surface. It stores an estimated 1.5 trillion tonnes of organic carbon. As permafrost thaws, microbial decomposition releases CO₂ and methane (CH₄, a greenhouse gas ~80 times more potent than CO₂ over 20 years), creating another dangerous feedback loop.</p><h3>Global Consequences</h3><p>Arctic ice melt contributes to global sea-level rise. Disruption of the jet stream — potentially linked to reduced Arctic-tropical temperature gradients — may intensify extreme weather events at mid-latitudes. The Arctic case study underscores the interconnected nature of Earth's climate systems.</p>",
  "image": "geo-case-2.png",
  "tags": ["climate change", "Arctic", "ice-albedo feedback", "permafrost", "sea level rise", "global warming"]
}
