{
  "id": "case-5",
  "title": "Deforestation in the Amazon Rainforest",
  "module": "Rainforest Deforestation",
  "summary": "The Amazon Basin hosts the world's largest tropical rainforest, but decades of agricultural expansion, logging, and infrastructure development have cleared over 20% of its original extent, with profound consequences for biodiversity, climate, and indigenous peoples.",
  "content": "<h2>Case Study: Deforestation in the Amazon Rainforest</h2><p>The Amazon rainforest covers approximately 5.5 million km² across nine South American countries, with about 60% in Brazil. It is the most biodiverse terrestrial ecosystem on Earth — home to an estimated 10% of all species — and plays a crucial role in regional and global climate regulation.</p><h3>Scale and Causes of Deforestation</h3><p>Since 1970, over 800,000 km² of Amazon forest have been cleared — an area larger than France. The primary driver is agricultural expansion, particularly cattle ranching (accounting for ~70–80% of deforestation) and soybean farming. Road construction penetrates previously inaccessible areas, enabling settlers and commercial operators to clear land. Illegal logging and small-scale subsistence farming account for much of the remainder.</p><h3>The Forest-Rainfall Feedback</h3><p>The Amazon generates its own rainfall through transpiration — trees release vast quantities of water vapour that form 'flying rivers', atmospheric moisture streams that deliver rainfall across South America. Deforestation disrupts this cycle: cleared land transpires far less water, reducing rainfall and extending dry seasons. Scientists warn that if deforestation reaches a tipping point of ~20–25% (currently at ~20%), the eastern Amazon may transition irreversibly from rainforest to savanna — a process called dieback.</p><h3>Biodiversity and Carbon Loss</h3><p>Each hectare of Amazon forest stores roughly 200 tonnes of carbon. Deforestation releases this carbon as CO₂, making Brazil one of the world's largest greenhouse gas emitters. Species extinction rates in cleared areas are estimated at 100–1,000 times the natural background rate.</p><h3>Human Rights Dimension</h3><p>An estimated 400+ distinct indigenous groups depend on the Amazon forest for their livelihoods, culture, and survival. Deforestation frequently involves violent conflict over land rights, displacing communities whose territories overlap with agricultural expansion frontiers.</p>",
  "image": "geo-case-5.png",
  "tags": ["deforestation", "Amazon", "rainforest", "biodiversity", "climate", "tropical geography"]
}
