{
  "id": "case-4",
  "title": "The 2011 Tōhoku Earthquake and Tsunami",
  "module": "Tectonic Plates",
  "summary": "The magnitude 9.0 Tōhoku earthquake — the most powerful ever recorded in Japan — and the devastating tsunami it triggered illustrate the mechanics of subduction zones and the geographic consequences of tectonic activity.",
  "content": "<h2>Case Study: The 2011 Tōhoku Earthquake and Tsunami</h2><p>On 11 March 2011, a magnitude 9.0 earthquake struck off the Pacific coast of Tōhoku, Japan, triggering a massive tsunami that killed nearly 20,000 people, destroyed over 120,000 buildings, and caused the Fukushima Daiichi nuclear disaster. It remains one of the most studied and geographically significant tectonic events of the 21st century.</p><h3>Plate Tectonics Setting</h3><p>Japan sits at the convergence of four tectonic plates: the Pacific, Philippine Sea, Eurasian, and North American plates. The Tōhoku earthquake occurred along the Japan Trench, where the Pacific Plate subducts beneath the North American Plate at approximately 8–9 cm/year. Over centuries, accumulated strain was released catastrophically in a thrust fault rupture spanning ~500 km in length and ~200 km in width.</p><h3>The Tsunami Mechanism</h3><p>The seafloor along the rupture zone was displaced vertically by up to 10 metres, displacing an enormous volume of seawater. Tsunami waves radiated outward at speeds of ~800 km/h in the open ocean (comparable to a jet aircraft). As waves approached shore and the seafloor shallowed, they slowed and increased dramatically in height — reaching up to 40 metres in some coastal valleys.</p><h3>Geographic Impacts</h3><p>The earthquake shifted Japan's main island (Honshu) approximately 2.4 metres to the east and dropped parts of the coastline by up to 1.2 metres, permanently altering coastal geography. The tsunami inundated 561 km² of coastline. Entire towns like Rikuzentakata were obliterated.</p><h3>Lessons for Geography</h3><p>This case study illustrates subduction zone mechanics, tsunami generation and travel, the concept of geographic hazard risk and vulnerability, and the interaction between natural processes and human settlement patterns in tectonically active regions.</p>",
  "image": "geo-case-4.png",
  "tags": ["tectonic plates", "earthquake", "tsunami", "subduction", "Japan", "natural hazards"]
}
